<template>
	<div class="terms">
		<div class="terms__headline">
			<h2 class="terms__heading">Политика конфиденциальности</h2>
		</div>
		<div class="terms__wrapper">
			<b class="terms__subtext">Политика в отношении обработки персональных данных</b>
			<ol class="terms__list">
					<li class="terms__item">
						<b class="terms__title">Общие положения</b>
						<p class="terms__subtitle">
							Настоящая политика обработки персональных данных составлена в соответствии
							с требованиями Федерального закона от 27.07.2006. №152-ФЗ
							«О персональных данных» и определяет порядок
							обработки персональных данных и меры по обеспечению безопасности
							персональных данных ООО "Юмед" (далее – Оператор).
						</p>
						<ol class="terms__list terms__list--sub">
							<li class="terms__item terms__item--sub">
								Оператор ставит своей важнейшей целью
								и условием осуществления своей деятельности
								соблюдение прав и свобод человека и гражданина при
								обработке его персональных данных,
								в том числе защиты прав на неприкосновенность
								частной жизни, личную и семейную тайну.
							</li>
							<li class="terms__item terms__item--sub">
								Настоящая политика Оператора в отношении обработки
								персональных данных (далее – Политика)
								применяется ко всей информации, которую Оператор
								может получить о посетителях веб-сайта https://umed.ru.
							</li>
						</ol>
					</li>
					<li class="terms__item">
						<b class="li terms__title">Основные понятия, используемые в Политике</b>
						<ol class="terms__list terms__list--sub">
							<li class="terms__item terms__item--sub">
								Автоматизированная обработка персональных данных – обработка персональных
								данных с помощью средств вычислительной техники;
							</li>
							<li class="terms__item terms__item--sub">
								Блокирование персональных данных – временное
								прекращение обработки персональных данных
								(за исключением случаев, если обработка
								необходима для уточнения персональных данных);
							</li>
							<li class="terms__item terms__item--sub">
								Веб-сайт – совокупность графических и информационных
								материалов, а также программ для ЭВМ и баз данных,
								обеспечивающих их доступность в сети интернет по
								сетевому адресу https://umed.ru;
							</li>
							<li class="terms__item terms__item--sub">
								Информационная система персональных данных — совокупность
								содержащихся в базах данных персональных данных,
								и обеспечивающих их обработку информационных технологий
								и технических средств;
							</li>
							<li class="terms__item terms__item--sub">
								Обезличивание персональных данных — действия, в результате
								которых невозможно определить без
								использования дополнительной информации принадлежность
								персональных данных конкретному
								Пользователю или иному субъекту персональных данных;
							</li>
							<li class="terms__item terms__item--sub">
								Обработка персональных данных – любое действие (операция)
								или совокупность действий (операций),
								совершаемых с использованием средств автоматизации или без
								использования таких средств с персональными данными,
								включая сбор, запись, систематизацию, накопление, хранение,
								уточнение (обновление, изменение),
								извлечение, использование, передачу (распространение,
								предоставление, доступ), обезличивание,
								блокирование, удаление, уничтожение персональных данных;
							</li>
							<li class="terms__item terms__item--sub">
								Оператор – государственный орган, муниципальный орган,
								юридическое или физическое лицо,
								самостоятельно или совместно с другими лицами организующие
								и (или) осуществляющие обработку
								персональных данных, а также определяющие цели обработки персональных данных,
								состав персональных данных, подлежащих обработке, действия (операции),
								совершаемые с персональными данными;
							</li>
							<li class="terms__item terms__item--sub">
								Персональные данные – любая информация, относящаяся прямо
								или косвенно к определенному или
								определяемому Пользователю веб-сайта https://umed.ru;
							</li>
							<li class="terms__item terms__item--sub">
								Пользователь – любой посетитель веб-сайта https://umed.ru;
							</li>
							<li class="terms__item terms__item--sub">
								Предоставление персональных данных – действия, направленные
								на раскрытие персональных данных
								определенному лицу или определенному кругу лиц;
							</li>
							<li class="terms__item terms__item--sub">
								Распространение персональных данных – любые действия,
								направленные на раскрытие персональных данных
								неопределенному кругу лиц (передача персональных данных)
								или на ознакомление с персональными
								данными неограниченного круга лиц, в том числе обнародование
								персональных данных в средствах
								массовой информации, размещение в информационно-телекоммуникационных
								сетях или предоставление
								доступа к персональным данным каким-либо иным способом;
							</li>
							<li class="terms__item terms__item--sub">
								Трансграничная передача персональных данных – передача
								персональных данных на территорию
								иностранного государства органу власти иностранного государства,
								иностранному физическому
								или иностранному юридическому лицу;
							</li>
							<li class="terms__item terms__item--sub">
								Уничтожение персональных данных – любые действия, в результате
								которых персональные данные
								уничтожаются безвозвратно с невозможностью дальнейшего восстановления
								содержания персональных
								данных в информационной системе персональных данных и (или) результате
								которых уничтожаются
								материальные носители персональных данных.
							</li>
						</ol>
					</li>
					<li class="terms__item">
						<b class="li terms__title">Оператор может обрабатывать следующие
							персональные данные Пользователя</b>
						<ol class="terms__list terms__list--sub">
							<li class="terms__item terms__item--sub">
								Фамилия, имя, отчество;
							</li>
							<li class="terms__item terms__item--sub">
								Номер телефона;
							</li>
							<li class="terms__item terms__item--sub">
								Адрес электронной почты;
							</li>
							<li class="terms__item terms__item--sub">
								Также на сайте происходит сбор и обработка обезличенных
								данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики
								(Яндекс Метрика и Гугл Аналитика и других).
							</li>
							<li class="terms__item terms__item--sub">
								Вышеперечисленные данные далее по тексту Политики
								объединены общим понятием Персональные данные.
							</li>
						</ol>
					</li>
					<li class="terms__item">
						<b class="li terms__title">Цели обработки персональных данных</b>
						<ol class="terms__list terms__list--sub">
							<li class="terms__item terms__item--sub">
								Цель обработки персональных данных Пользователя — заключение,
								исполнение и прекращение гражданско-правовых договоров;
								предоставление доступа Пользователю к сервисам, информации и/или материалам,
								содержащимся на веб-сайте https://umed.ru; уточнение деталей заказа.
							</li>
							<li class="terms__item terms__item--sub">
								Также Оператор имеет право направлять Пользователю уведомления
								о новых продуктах и услугах,
								специальных предложениях и различных событиях. Пользователь всегда
								может отказаться от
								получения информационных сообщений, направив Оператору письмо на
								адрес электронной почты info@umed.ru
								с пометкой «Отказ от уведомлениях о новых продуктах и услугах и
								специальных предложениях».
							</li>
							<li class="terms__item terms__item--sub">
								Обезличенные данные Пользователей, собираемые с помощью сервисов
								интернет-статистики,
								служат для сбора информации о действиях Пользователей на сайте,
								улучшения качества сайта и его содержания.
							</li>
						</ol>
					</li>
					<li class="terms__item">
						<b class="li terms__title">Правовые основания обработки персональных данных</b>
						<ol class="terms__list terms__list--sub">
							<li class="terms__item terms__item--sub">
								Оператор обрабатывает персональные данные Пользователя только в случае их заполнения
								и/или отправки Пользователем самостоятельно через
								специальные формы, расположенные на
								сайте https://umed.ru. Заполняя соответствующие формы и/или отправляя свои персональные данные
								Оператору, Пользователь выражает свое согласие с данной Политикой.
							</li>
							<li class="terms__item terms__item--sub">
								Оператор обрабатывает обезличенные данные о Пользователе в случае,
								если это разрешено в настройках браузера Пользователя
								(включено сохранение файлов «cookie» и использование технологии JavaScript).
							</li>
						</ol>
					</li>
					<li class="terms__item">
						<b class="li terms__title">
							Порядок сбора, хранения, передачи и других видов обработки персональных данных
						</b>
						<p class="terms__subtitle">
							Безопасность персональных данных, которые обрабатываются Оператором,
							обеспечивается путем реализации правовых, организационных и технических мер,
							необходимых для выполнения в полном объеме требований действующего законодательства
							в области защиты персональных данных.
						</p>
						<ol class="terms__list terms__list--sub">
							<li class="terms__item terms__item--sub">
								Оператор обеспечивает сохранность персональных данных
								и принимает все возможные меры,
								исключающие доступ к персональным данным неуполномоченных лиц.
							</li>
							<li class="terms__item terms__item--sub">
								Персональные данные Пользователя никогда, ни при каких
								условиях не будут переданы третьим лицам,
								за исключением случаев, связанных с исполнением действующего законодательства.
							</li>
							<li class="terms__item terms__item--sub">
								В случае выявления неточностей в персональных данных,
								Пользователь может актуализировать их самостоятельно,
								путем направления Оператору уведомление на адрес электронной
								почты Оператора info@mosmedtrade.ru
								с пометкой «Актуализация персональных данных».
							</li>
							<li class="terms__item terms__item--sub">
								Срок обработки персональных данных является неограниченным.
								Пользователь может в любой момент отозвать свое согласие
								на обработку персональных данных,
								направив Оператору уведомление посредством электронной почты
								на электронный адрес Оператора info@umed.ru
								с пометкой «Отзыв согласия на обработку персональных данных».
							</li>
						</ol>
					</li>
					<li class="terms__item">
						<b class="li terms__title">Трансграничная передача персональных данных</b>
						<ol class="terms__list terms__list--sub">
							<li class="terms__item terms__item--sub">
								Оператор до начала осуществления трансграничной передачи
								персональных данных обязан убедиться в том,
								что иностранным государством, на территорию которого предполагается
								осуществлять передачу персональных данных,
								обеспечивается надежная защита прав субъектов персональных данных.
							</li>
							<li class="terms__item terms__item--sub">
								Трансграничная передача персональных данных на территории иностранных государств,
								не отвечающих вышеуказанным требованиям, может осуществляться
								только в случае наличия
								согласия в письменной форме субъекта персональных данных на
								трансграничную передачу его
								персональных данных и/или исполнения договора, стороной
								которого является субъект персональных данных.
							</li>
						</ol>
					</li>
					<li class="terms__item">
						<b class="li terms__title">Заключительные положения</b>
						<ol class="terms__list terms__list--sub">
							<li class="terms__item terms__item--sub">
								Пользователь может получить любые разъяснения по интересующим вопросам,
								касающимся обработки его персональных данных,
								обратившись к Оператору с помощью электронной почты info@umed.ru.
							</li>
							<li class="terms__item terms__item--sub">
								В данном документе будут отражены любые изменения
								политики обработки персональных данных Оператором.
								Политика действует бессрочно до замены ее новой версией.
							</li>
							<li class="terms__item terms__item--sub">
								Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://umed.ru/terms/
							</li>
						</ol>
					</li>
				</ol>
		</div>
	</div>
</template>

<script>
import { Vue, Component } from 'vue-property-decorator';

@Component({
})
export default class Terms extends Vue {
}
</script>

<style scoped lang="scss">
.terms {
	&__headline {
		margin: 0 0 75px;
		padding: 85px 0;
		background-color: #e7e7e7;
		text-align: center;
		color: #000000;
	}
	&__heading {
		@include reset-text;
		font-size: 35px;
	}
	&__wrapper {
		width: 80%;
		margin: 0 auto;
		@media (min-width: 768px) {
			width: 690px;
		}
		@media (min-width: 1200px) {
			width: 1100px;
		}
	}
	&__subtext {
		text-align: center;
		display: block;
	}
	&__item--sub {
		margin-bottom: 10px;
	}
	&__list {
		padding: 20px 25px;
	}
}
</style>
